Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Radio-frequency identification (RFID) readers
it: Lettori d'identificazione a radiofrequenza [RFID]

source: Radio-frequency identification (RFID) tags
it: Cartellini d'identificazione a radiofrequenza [RFID]

source: Receivers for receiving cable television
it: Ricevitori per televisione via cavo

source: Relays for radio and TV stations
it: Relè per stazioni radio e TV

source: Repeaters for radio and television stations
it: Ripetitori per stazioni radio e televisive

source: Round plug connectors
it: Connettori a spina tonda

source: Satellites
it: Satelliti

source: Scientific apparatus for determining the water content in petroleum products
it: Apparecchi scientifici per determinare il contenuto d'acqua nei prodotti petroliferi

source: Screw-thread measuring machines and instruments
it: Macchine e strumenti di misurazione di filettature

source: Secure Digital (SD) Memory Cards
it: Schede di memoria SD [Secure Digital]

source: Self-acting focussing projectors
it: Proiettori con messa a fuoco automatica

source: Semi-conductor memories
it: Memorie a semiconduttori

source: Series of musical sound recordings
it: Serie di registrazioni audio musicali

source: Shield cases for magnetic disks
it: Guaine protettive per dischi magnetici

source: Side guards for eyeglasses
it: Protezioni laterali per occhiali

source: Software for processing images, graphics and text
it: Software per l'elaborazione di immagini, grafica e testo

source: Software for the operational management of portable magnetic and electronic cards
it: Software per la gestione operativa di carte elettroniche e magnetiche portatili

source: Sound filters made of cloth, for radio apparatus
it: Filtri del suono in tessuto per radio

source: Spectacle frames made of metal and of synthetic material
it: Montature per occhiali in metallo e materiale sintetico

source: Spectacle frames made of metal or of a combination of metal and plastic
it: Montature per occhiali in metallo o in una combinazione di metallo e plastica

source: Needles for surveying compasses
it: Aghi per bussole di rilevamento

source: Tablet monitors
it: Tablet con display

source: Telephone sets with screen and keyboard
it: Telefoni con schermo e tastiera

source: Terminals for radiotelephones
it: Terminali per radiotelefoni

source: Testers for axle clearance
it: Analizzatori per interasse

source: Thermomagnetic cut-out devices
it: Interruttori magnetotermici

source: Thermosensitive temperature indicator strips
it: Strisce termosensibili di indicazione della temperatura

source: Threaded cable connectors of metal
it: Connettori in metallo per cavi filettati

source: Transits [for surveying]
it: Transiti [per rilevamento]

source: Tripods [for surveying machines]
it: Treppiedi [per macchine di rilevamento]

source: Tripods [for telescopes]
it: Treppiedi [per telescopi]

source: USB cables for cellphones
it: Cavi USB per telefoni cellulari

source: Vacuum tube characteristic testers
it: Analizzatori per valvole termoioniche

source: Vibration sensors for installation in wind mill housings
it: Sensori di vibrazione da installare in alloggiamenti di mulini a vento

source: VOIP phones
it: Telefoni VOIP

source: Wireless routers
it: Router senza fili

source: Wireless transmitters and receivers
it: Trasmettitori e ricevitori senza fili

source: Xerographic apparatus and instruments
it: Apparecchi e strumenti xerografici

source: Semiconductor testing apparatus
it: Apparecchi di prova per semiconduttori

source: Computer application software for mobile telephones
it: Software applicativi per telefoni cellulari

source: Digital signage
it: Segnale digitale

source: Ductility testers
it: Tester di duttilità

source: Electric luminescent display flat panels
it: Schermi piatti elettroluminescenti

source: Electric luminescent display panels
it: Schermi elettroluminescenti

source: Flip covers for smart phones
it: Custodie a libro per smart phone

source: Reflectors for photographing
it: Riflettori per la fotografia

source: Wearable computer peripherals
it: Periferiche per computer indossabili

source: Weighing apparatus and instruments for standard unit
it: Apparecchi e strumenti di pesatura per unità normale

source: Wide area network (WAN) routers
it: Router WAN [Wide area network]

source: Distribution boxes [electricity]
it: Armadi di distribuzione [elettricità]

source: Computer software for database management
it: Programmi software per la gestione di banche dati

source: Junction boxes [electricity]
it: Scatole di giunzione [elettricità]

source: Solenoid valves [electromagnetic switches]
it: Valvole solenoidi [interruttori elettromagnetici]

source: Containers for contact lenses
it: Astucci per lenti a contatto

source: Coaxial cables
it: Cavi coassiali

source: Ethernet cables
it: Cavi Ethernet

source: Magnifying glasses [optics]
it: Lenti d'ingrandimento [ottica]

source: Pressure measuring apparatus
it: Misuratori della pressione

source: Signs, luminous
it: Insegne luminose

source: Satellite aerials
it: Antenne satellitari

source: Computer operating system software
it: Software per sistemi operativi di computer

source: DVD players
it: Lettori dvd

source: DVD drives
it: Unità DVD

source: Electronic indicator panels
it: Tabelloni elettronici

source: Electronic indicator boards
it: Pannelli indicatori elettronici

source: Shutters [photography]
it: Otturatori [fotografia]

source: Telecommunication apparatus
it: Apparecchi di telecomunicazione

source: Telecommunications equipment
it: Dispositivi di telecomunicazione

source: Electronic diaries
it: Agende elettroniche

source: Electronic agendas
it: Agende elettroniche

source: Instruments for measuring length
it: Strumenti per misurare la lunghezza

source: Intercoms
it: Citofoni

source: Intercommunication apparatus
it: Apparecchi di intercomunicazione

source: Transmitting sets [telecommunication]
it: Emettitori [telecomunicazione]

source: Transmitters [telecommunication]
it: Trasmettitori [telecomunicazione]

source: Battery chargers
it: Caricabatterie

source: Remote control apparatus
it: Apparecchi di teleguida

source: Blank audio cassettes
it: Audiocassette vergini

source: Blank audio tapes
it: Audionastri vergini

source: Diskettes
it: Dischetti

source: Levels [instruments for determining the horizontal]
it: Livelle [strumenti per determinare l'orizzontalità]

source: Spirit levels
it: Livelle a bolla

source: Couplings, electric
it: Collegamenti elettrici

source: Connectors [electricity]
it: Connettori [elettricità]

source: Electric connectors
it: Connettori elettrici

source: Electrical adapters
it: Adattatori elettrici

source: Photometers
it: Fotometri

source: Photographic exposure meters
it: Esposimetri fotografici

source: Batteries for vehicles
it: Batterie per veicoli

source: Batteries, electric, for vehicles
it: Accumulatori elettrici per veicoli

source: Appliances for measuring the thickness of leather
it: Apparecchi per misurare lo spessore del cuoio

source: Apparatus for measuring the thickness of skins
it: Apparecchi per misurare lo spessore delle pelli

source: Voltage surge suppressors
it: Soppressori di sovratensioni

source: Fiber optics
it: Fibre ottiche

source: Optical fibers [fibres] [light conducting filaments]
it: Fili conduttori dei raggi luminosi [fibre ottiche]

source: Optical cables
it: Cavi ottici

source: Electronic scales
it: Bilance elettroniche

source: Electrical scales
it: Bilance elettriche

source: Optical discs
it: Dischi ottici

source: Blank optical discs
it: Dischi ottici vergini

source: Printed circuits
it: Circuiti stampati

source: Integrated circuits
it: Circuiti integrati

source: Printed circuit boards
it: Schede a circuiti stampati

source: Videotapes
it: Nastri video

source: Video cassettes
it: Videocassette

source: Blank video cassettes
it: Videocassette vergini

source: Stands for photographic apparatus
it: Cavalletti per apparecchi fotografici

source: Flashlights [photography]
it: Lampadine per flash

source: Static voltage regulators
it: Regolatori statici di voltaggio

source: Sighting telescopes for firearms
it: Cannocchiali di mira per armi da fuoco

source: Electronic circuit boards
it: Schede per circuiti elettronici

source: Magnetic coils
it: Bobine magnetiche

source: Electromagnetic coils
it: Bobine d'elettromagneti

source: Magnets
it: Magneti

source: Electric cords
it: Cordoni elettrici

source: Wires, electric
it: Fili elettrici

source: Electrical cabling
it: Cablaggio elettrico

source: Cables, electric
it: Cavi elettrici

source: Electronic cables
it: Cavi elettronici

source: Goggles for sports
it: Occhiali da sport

source: Picture projectors
it: Proiettori di immagini

source: Projection apparatus
it: Apparecchi di proiezione

source: Projectors
it: Proiettori

source: Signalling buoys
it: Boe di segnalazione

source: Clothing for protection against fire
it: Indumenti di protezione antincendio

source: Measuring instruments
it: Strumenti di misura

source: Starter cables for motors
it: Cavi di avviamento per motori

source: Video screens
it: Videoschermi

source: Video monitors
it: Monitor video

source: Computer programmes [programs], recorded
it: Programmi registrati per elaboratori elettronici

source: Computer software, recorded
it: Software [programmi registrati]

source: Compasses for measuring
it: Compassi per misurare

source: Radio receivers
it: Radioricevitori

source: Car radios
it: Autoradio

source: Electron tubes
it: Tubi elettronici

source: Video cassette players
it: Lettori di videocassette

source: Laptop computers
it: Computer portatili

source: Life-saving capsules for natural disasters
it: Capsule di salvataggio in caso di calamità naturali

source: Solar panels for the production of electricity
it: Pannelli solari per la produzione di energia elettrica

source: Digital signs
it: Insegne digitali

source: Audio receivers
it: Ricevitori audio

source: SIM cards
it: Schede SIM

source: Ear phones
it: Auricolari

source: Electronic chips
it: Chip elettronici

source: Cameras for monitoring and inspecting equipment in a nuclear power station
it: Videocamere per la sorveglianza e l'ispezione di strumenti in una centrale nucleare

source: Decision circuits
it: Circuiti di decisione

source: Frequency converter for actuators
it: Convertitori di frequenza per attuatori

source: Encoding and decoding apparatus and instruments
it: Apparecchi e strumenti di codificazione e decodificazione

source: Radio receivers and transmitters
it: Ricevitori e trasmettitori radio

source: Blank USB cards
it: Schede USB vergini

source: Aeronautical radio communication machines and apparatus
it: Macchine e apparecchi di comunicazione radio per l'aereonautica

source: Clothing for protection against chemicals
it: Abiti per la protezione chimica

source: Clothing for protection against radiation
it: Abiti di protezione antiradiazioni

source: Frames for pince-nez
it: Montature per pince-nez

source: Marine radios
it: Radio marine

source: Radio monitors for reproduction of sound and signals
it: Monitor radiofonici per la riproduzione di suoni e segnali

source: Single-channel radio communication apparatus for fixed stations
it: Apparecchi di radiocomunicazione a canale unico per stazioni fisse

source: Sound projectors
it: Proiettori audio

source: Computer motherboards
it: Schede madri per computer

source: Electric control devices for heating management
it: Dispositivi di controllo elettrici per il riscaldamento

source: Fibres for the transmission of sounds and images
it: Fibre per la trasmissione di suoni e immagini

source: Labels carrying electronically recorded or encoded information
it: Etichette contenenti informazioni registrate o codificate elettronicamente

source: Labels carrying magnetically recorded or encoded information
it: Etichette contenenti informazioni registrate o codificate magneticamente

source: Labels carrying optically recorded or encoded information
it: Etichette contenenti informazioni registrate o codificate otticamente

source: Radio antennas
it: Antenne radio

source: Radio receivers for remote controls
it: Ricevitori radio per telecomandi

source: Radio transmitters for remote controls
it: Trasmettitori radio per telecomandi

source: Transmitting and receiving apparatus for long-distance transmission
it: Apparecchi di trasmissione e ricezione per trasmissioni a lunga distanza

source: Transmitting and receiving apparatus for radio broadcasting
it: Apparecchi di trasmissione e ricezione per programmi radiofonici

source: Transmitting and receiving apparatus for television broadcasting
it: Apparecchi di trasmissione e ricezione per trasmissioni televisive

source: Video disks with recorded animated cartoons
it: Videodischi registrati con cartoni animati

source: Video tapes with recorded animated cartoons
it: Videocassette con cartoni animati registrati

source: Cases for diskettes
it: Custodie per dischetti

source: Photovoltaic apparatus and installations for generating solar electricity
it: Apparecchi e impianti fotovoltaici per la generazione d'elettricità solare

source: Mobile telephones
it: Telefoni portatili

source: Multi-room audio devices
it: Dispositivi audio multiroom

source: Wide-aspect ratio monitors
it: Monitor a schermo largo

source: Application software for cloud computing services
it: Software applicativi per servizi di cloud computing

source: Application-specific integrated circuits
it: Circuiti integrati per applicazioni specifiche

source: Application software for wireless devices
it: Software applicativi per dispositivi senza fili

source: Application software for social networking services via internet
it: Software applicativi per servizi di collegamento in reti sociali via Internet

source: Application software for mobile phones
it: Software applicativi per telefoni cellulari

source: Audio books
it: Libri sonori

source: Community software
it: Software per comunità

source: Keyboards for tablets
it: Tastiere per tablet

source: Devices for streaming media content over local wireless networks
it: Dispositivi per diffondere contenuti multimediali tramite reti locali senza fili

source: Software development kit [SDK]
it: Kit per sviluppo di software (SDK)

source: Solid-state drive [SSD]
it: Drive a stato solido (SSD)

source: Solid-state hybrid drive [SSHD]
it: Drive ibrido allo stato solido [SSHD]

source: Thin client computers
it: Computer thin client

source: Network-attached storage [NAS]
it: Archiviazione collegata in rete (NAS)

source: Electronic access control system for buildings
it: Sistemi elettronici di controllo d'accesso per edifici

source: Satellite dishes for satellite transmissions
it: Parabole satellitari per trasmissioni satellitari

source: Shoes for protection against accidents and fire
it: Calzature protettive contro incidenti e fuoco

source: Downloadable music files
it: Files musicali scaricabili

source: Downloadable image files
it: Files di immagini scaricabili

source: Component parts for aerials
it: Componenti per antenne

source: Distillation columns for laboratory use
it: Colonne di distillazione per laboratorio

source: Vacuum distillation columns for laboratory use
it: Colonne di distillazione sotto vuoto per laboratori

source: Vacuum distillation apparatus for laboratory use
it: Apparecchi di distillazione sotto vuoto per laboratori

source: Photovoltaic installations for generating electricity [photovoltaic power plants]
it: Installazioni fotovoltaiche per la produzione di elettricità [impianti fotovoltaici]

source: Ethernet cards
it: Schede Ethernet

source: Photovoltaic apparatus for converting solar radiation to electrical energy
it: Apparecchi fotovoltaici per trasformare la radiazione solare in energia elettrica

source: Automatic chromatography apparatus for laboratory use
it: Apparecchi di cromatografia automatica per laboratori

source: Disposable gloves for laboratory use
it: Guanti monouso per laboratorio

source: Electronic burglar alarms
it: Allarmi antifurto elettronici

source: Electronic connectors
it: Connettori elettronici

source: Computer software for Global Positioning Systems
it: Software per sistemi di posizionamento globale [GPS]

source: Electronic testing apparatus for use in the field of telecommunications
it: Apparecchi elettronici di prova per le telecomunicazioni

source: Electronic components for integrated circuit cards
it: Componenti elettronici per schede a circuito integrato

source: Docking stations for digital music players
it: Docking station per lettori musicali digitali

source: Docking stations for MP3 players
it: Docking station per lettori MP3

source: Docking stations for smartphones
it: Docking station per smartphone

source: Docking stations for mobile phones
it: Docking station per telefoni cellulari

source: Remote control apparatus for air conditioning installations
it: Telecomandi per impianti di condizionamento dell'aria

source: Memory devices for use with data processing apparatus
it: Dispositivi di memoria per uso con apparecchi di elaborazione dati

source: Motion sensors for security lights
it: Sensori di movimento per luci di sicurezza

source: Flame-retardant balaclavas
it: Passamontagna ignifughi

source: Software for GPS navigation systems
it: Software per sistemi di navigazione GPS

source: Spectacle frames made of a combination of metal and plastics
it: Montature per occhiali da vista in metallo e plastica combinati

source: Toner cartridges, unfilled, for printers
it: Cartucce per toner, vuote, per stampanti

source: Empty toner cartridges for photocopiers
it: Cartucce di toner, vuote, per fotocopiatrici

source: Wireless receivers
it: Ricevitori senza fili

source: Video accelerators
it: Acceleratori video

source: Graphics accelerators
it: Acceleratori grafici

source: Software for satellite navigation systems
it: Software per sistemi di navigazione satellitare

source: Remote control receivers
it: Ricevitori per telecomandi

source: Radar receivers
it: Ricevitori radar

source: Blank audio discs
it: Dischi audio vergini

source: Blank DVDs
it: DVD vergini

source: Photovoltaic modules
it: Moduli fotovoltaici

source: Magneto-optical discs
it: Dischi magneto-ottici

source: Pipette racks for laboratory use
it: Portapipette per laboratori

source: Laboratory thermometers
it: Termometri da laboratorio

source: Biometric identification systems
it: Sistemi biometrici d'identificazione

source: Biometric scanners
it: Scanner biometrici

source: Biometric retinal scanners
it: Scanner biometrici della retina

source: Biometric voice recognition systems
it: Sistemi biometrici di riconoscimento vocale

source: Handheld security wands
it: Metal detector portatili

source: Encoded smart cards
it: Smart card codificate

source: Encoded integrated circuit cards
it: Schede a circuito integrato codificate

source: Downloadable electronic publications in the nature of magazines
it: Pubblicazioni elettroniche scaricabili sotto forma di riviste

source: Electronic power controllers
it: Regolatori elettronici di potenza

source: Electronic power supplies
it: Alimentatori elettronici

source: Piezoelectric switches
it: Interruttori piezoelettrici

source: Oxygen sensors, not for medical use
it: Sensori di ossigeno, non per uso medico

source: Oxygen monitors, not for medical purposes
it: Monitor di ossigeno, non per uso medico

source: Reusable dispenser syringes for laboratory use
it: Siringhe dispensatrici riutilizzabili per laboratori

source: Keypads for security alarms
it: Tastiere per allarmi di sicurezza

source: Digital audio recorders
it: Registratori audio digitali

source: Apparatus for testing vehicle brakes
it: Apparecchi per testare i freni dei veicoli

source: Apparatus for testing vehicle transmissions
it: Apparecchi per testare le trasmissioni dei veicoli

source: Combination carbon monoxide and smoke detectors
it: Rivelatori combinati di fumo e di monossido di carbonio

source: Cables for electrical signal transmission
it: Cavi per la trasmissione di segnali elettrici

source: Xerographic printers
it: Stampanti xerografiche

source: Anti-glare filters for computer monitors
it: Filtri antiriflesso per monitor di computer

source: Anti-glare filters for televisions
it: Filtri antiriflesso per televisori

source: Wireless headsets for use with mobile telephones
it: Cuffie senza fili per telefoni cellulari

source: Remote controls for stereos
it: Telecomandi per stereo

source: Remote controls for televisions
it: Telecomandi per televisori

source: Remote controls for radios
it: Telecomandi per radio

source: Communication software for connecting global computer networks
it: Software di comunicazione per collegare reti informatiche globali

source: Ultrasonic object detectors for use on vehicles
it: Rivelatori di oggetti a ultrasuoni per uso su veicoli

source: Telecommunications apparatus for use with mobile networks
it: Apparecchi di telecomunicazione per reti mobili

source: Teaching and instructional apparatus
it: Apparecchiature per insegnamento e istruzione

source: Speaker mounting brackets
it: Supporti per altoparlanti

source: Prerecorded non-musical videotapes
it: Nastri video non musicali preregistrati

source: Prerecorded non-musical audio tapes
it: Nastri audio non musicali preregistrati

source: Radioactivity measuring instruments
it: Strumenti di misura della radioattività

source: Radioactivity measuring apparatus
it: Apparecchi di misura della radioattività

source: Radio signal antennas
it: Antenne per segnali radio

source: Radio frequency adapters
it: Adattatori di radiofrequenza

source: Radio frequency amplifiers
it: Amplificatori di radiofrequenza

source: Radio frequency repeaters
it: Ripetitori di radiofrequenza

source: Prerecorded fitness DVDs
it: DVD di fitness preregistrati

source: Prerecorded exercise DVDs
it: DVD con esercizi preregistrati

source: Prerecorded CD-ROMs
it: CD-ROM preregistrati

source: Electrical charge controllers
it: Regolatori di carica elettrica

source: Calibrated photovoltaic reference cells
it: Celle di riferimento fotovoltaiche calibrate

source: Network operating system programs
it: Programmi di sistema operativo di rete

source: Multimedia projectors
it: Proiettori multimediali

source: Multilayer printed wiring boards
it: Schede a circuito stampato multistrato

source: Magnifying eyeglasses
it: Occhiali di ingrandimento

source: Interactive multimedia software for playing games
it: Software multimediale interattivo per videogiochi

source: Interactive DVDs
it: DVD interattivi

source: Home theater projectors
it: Proiettori per home theatre

source: Amplifiers for bass guitars
it: Amplificatori per chitarre basso

source: Games cartridges for use with electronic games apparatus
it: Cartucce di gioco per apparecchi per giochi elettronici

source: FM transmitters
it: Trasmettitori FM

source: Computer firewall software
it: Software firewall per computer

source: Embedded operating software
it: Software operativo integrato

source: CD-ROMs containing electronic telephone directories
it: CD-ROM contenenti elenchi telefonici elettronici

source: Electronic broadcasting apparatus
it: Apparecchi trasmittenti elettronici

source: Electronic telephone exchange apparatus
it: Centralini telefonici elettronici

source: Electronic apparatus for the remote control of signals
it: Apparecchi elettronici per il controllo remoto di segnali

source: Apparatus for checking the authenticity of banknotes
it: Apparecchi per controllare l'autenticità delle banconote

source: Electronic advertising displays
it: Tabelloni elettronici pubblicitari

source: Downloadable podcasts
it: Podcast scaricabili

source: Downloadable computer software for remote monitoring and analysis
it: Software per il monitoraggio remoto e analisi scaricabili
